DATA.push(
    {
        "id": 2,
        "name": "RTAD (Myanmar) Test 2",
        "description" : "5 questions",
        "questions": [
            {
                "id": 21,
                "quiz": "တောင်ပေါ်တက်နေသော ယာဉ်များအကြား ရှိသင့်သော စိတ်ချရသည့်အကွာအဝေးသည်",
                "choices": [
                    "ပုံမှန်လမ်းများပေါ်မှာ သွားသော အကွာအဝေးထက် ပိုနည်းသည်",
                    "ပုံမှန်လမ်းများပေါ်မှာ သွားသော အကွာအဝေးထက် ပိုများသည်",
                    "ပုံမှန်လမ်းများပေါ်မှာ သွားသော အကွာအဝေးနှင့် အတူတူပင်ဖြစ်သည်"
                ],
                "ans": 2,
                "reason": ""
            },
            {
                "id": 2,
                "quiz": "သင့်ယာဉ်ကို ကုန်းဆင်ဘက် မျက်နှာမူပြီး ပါကင်ထိုးသောအခါ လက်ဆွဲဘရိတ်ကို ဆွဲရမည့်အပြင် သင်သည် ____ ကိုလည်း ထိုးထားရမည်။",
                "choices": [
                    "ဂီယာနံပါတ် ၁",
                    "ဂီယာနံပါတ် ၄",
                    "နောက်ဆုတ်ဂီယာ"
                ],
                "ans": 3,
                "reason": ""
            },  
            
            {
                "id": 4,
                "quiz": "ယာဉ်မောင်းစဉ် ကောင်းမွန်စွာမြင်နိုင်ရန်အတွက် အမြဲထားရှိရမည့် ယာဉ်အခြေအနေအထားသည်",
                "choices": [
                    "လမ်းပေါ်မှ မတော်တဆဖြစ်မှုများကို တွေ့မြင်နိုင်သည့် အနေအထား",
                    "သင့်ဝန်းကျင် အထူးသဖြင့် သင့်နောက်ကို တွေ့မြင်နိုင်သည့် အနေအထား",
                    "ယာဉ်အားလုံး အထူးသဖြင့် သင့်ရှေ့မှယာဉ်ကို တွေ့မြင်နိုင်သည့်အနေအထား"
                ],
                "ans": 3,
                "reason": ""
            }, 
            {
                "id": 5,
                "quiz": "မျက်နှာခြင်းဆိုင်ယာဉ်ကြောမှ ကားတစ်စီးသည် ရုတ်တရက် သင်၏လမ်းကြောင်းကို ဖြတ်မောင်းပါက ၊ သင့်အနေဖြင့် ",
                "choices": [
                    "အရှိန်လျှော့ပြီး လက်ယာဘက်သို့ ကပ်မောင်းလိုက်ပါ။ လိုအပ်ပါက ရပ်တန့်လိုက်ပါ",
                    "ဟွန်းသံကျယ်ကျယ်ပေးပြီး ထိုကားဆီသို့ မီးထိုးလိုက်ပါ",
                    "ဘယ်ဘက်သို့ မောင်းပြီးထိုကားကိုဖြတ်သန်းခွင့်ပြုလိုက်ပါ"
                ],
                "ans": 1,
                "reason": ""
            }                                                                                                        
        ]
    }
);


