DATA.push(
{
    "id": 1,
    "name": "RTAD (Myanmar) - Test 1",
    "description": "21 questions (21 minutes)",
    "questions": [
        {"id": 1, "quiz": "ယာဉ်မောင်းကောင်း တယောက် ဆိုသည်မှာ", "choices": ["ယာဉ်ကို ကျွမ်းကျင်စွာ မောင်းနှင်နိုင်သူ ဖြစ်သည်", "ဘေးအန္တရာယ် မဖြစ်အောင် ယာဉ်ကို မောင်းနှင်နိုင်သူ ဖြစ်သည်", "ယာဉ်မောင်းခြင်း အတတ်ပညာကို သင်ကြားပြသ ပေးနိုင်သူ ဖြစ်သည်"], "ans": 2, "reason": ""},
        {"id": 2, "quiz": "စတီယာရင် လက်ကိုင်ဘီးခွေသည် မော်တော်ယာဉ်တစ်စီ၏ အဓိကကျသော အစိတ်အပိုင်းတခု ဖြစ်သဖြင့်", "choices": ["စတီယာရင်ကို ကောင်းမွန်အောင် အမြဲပြုပြင် ထိန်းသိမ်း စစ်ဆေးရမည်", "မော်တော်ယာဉ် တည်ငြိမ်မှုရှိရန်နှင့် အချိန်အဆကို ဆောင်ရွက်ပေးသည်", "ယာဉ်မောင်းနှင်မှု အဆင်ပြေအောင် ဆောင်ရွက်ပေးသည်"], "ans": 2, "reason": ""},
        {"id": 3, "quiz": "ဘယ်ဘက်ရှိ ကားပါကင်နေရာသို့ နောက်ဆုတ်ဝင်ရောက်သည့်အခါ စတီယာရင်အား", "choices": ["သင့် ဘယ်ဘက်သို့ လှည့်ရမည်", "သင့် ညာဘက်သို့ လှည့်ရမည်", "ဘရိတ်များ အသုံးပြုပြီး မော်တော်ကား၏ အမြန်နှုန်းကို ညှင်သာစွာ ထိန်းသိမ်းရမည်"], "ans": 1, "reason": ""},
        {"id": 4, "quiz": "မည်သည့်အချိန်တွင် ဟွန်းတီးရမည်နည်း", "choices": ["လူအများ လမ်းတဖက်သို့ ကူးမည့်အခါ", "အခြားလူများကို အန္တရာယ် မဖြစ်အောင် သတိပေးသောအခါ", "လမ်းဦးစားပေးရန် တိုက်တွန်းသောအခါ"], "ans": 2, "reason": ""},
        {"id": 5, "quiz": "စုံအချက်ပြမီးကို သုံးရမည့် အခြေအနေမှာ", "choices": ["မီးပွိုင့်လမ်းဆုံတွင် ရပ်စဉ်", "မီးမထွန်းသောလမ်းပေါ်တွင် မောင်းနှင်စဉ်", "သင်၏ယာဉ်ချို့ယွင်းသောကြောင့် ရပ်နေစဉ်"], "ans": 3, "reason": ""},
        {"id": 6, "quiz": "အပူချိန်ပြဂိတ်တွင် လက်တံသည် အနီရောင် အစိတ်အပိုင်းကို ညွှန်ပြနေခြင်းသည်", "choices": ["အင်ဂျင်ဝိုင် ကုန်ခမ်းသွားခြင်းကို ပြသည်", "အင်ဂျင်ဝိုင် အပူလွန်ကဲမှုကို ပြသည်", "အင်ဂျင် အပူလွန်ကဲမှုကို ပြသည်"], "ans": 3, "reason": ""},
        {"id": 7, "quiz": "ဘရိတ်မီး လင်းနေရခြင်းမှာ ဘရိတ်ဆီနည်းကြောင်း ညွှန်ပြခြင်းအပြင် ___ ကြောင့်လည်း ဖြစ်နိုင်သည်။", "choices": ["ဘရိတ်တုံးပျက်ခြင်း", "လက်ဆွဲဘရိတ်ကို အပြည့်အ၀ ပြန်မလွှတ်ရသေးခြင်း", "အထက်ပါ အကြောင်းအရပ် ၂ခု စလုံး"], "ans": 3, "reason": ""},
        {"id": 8, "quiz": "ယာဉ်မတော်တဆမှုဖြစ်ပါက ထိခိုက်ဒဏ်ရာရ သေဆုံးမှုမှ လျော့နည်းစေရန် ထိုင်ခုံခါးပါတ်ကို ပတ်ရမည့်သူမှာ ___ ဖြစ်သည်", "choices": ["ယာဉ်မောင်းသာလျှင်", "ရှေ့ခရီးသည်နှင့် ယာဉ်မောင်းသာလျှင်", "ယာဉ်မောင်းနှင့် ခရီးသည်အားလုံး"], "ans": 3, "reason": ""},
        {"id": 9, "quiz": "ယာဥ္ေမာင္းသူသည္ ေနာက္ျကည့္မွန္မွတဆင့္ ျမင္ႏိုင္သည္မွာ", "choices": ["ေနာက္မွ ခရီးသည္မ်ား", "ေနာက္ျကည့္ ေလကာမွန္မွတဆင့္ ျမင္ကြင္း", "အထက္ပါ ၂ခု စလံုး"], "ans": 3, "reason": ""},
        {"id": 10, "quiz": "သင်၏ကား ရှေ့သို့  ရုတ်တရက် ဆောင့်ထွက်သွားရခြင်းမှာ", "choices": ["ကလပ်ကို ဖြေးညှင်းစွာ လွှတ်လိုက်သောကြောင့်", "အရှိန်မလုံလောက်သောကြောင့်", "ကလပ်ကို လျှင်မြန်စွာ လွှတ်လိုက်သောကြောင့်"], "ans": 3, "reason": ""},
        {"id": 11, "quiz": "ယာဉ်မောင်းနှင်နေစဉ် အမြန်နှုန်းမြင့်လာချိန်၌ သင်၏အမြင်အာရုံ အခြေအနေသည်", "choices": ["တိုးတက်လာသည်", "လျော့ကျသွားသည်", "မပြောင်းလဲဘဲရှိသည်"], "ans": 2, "reason": ""},
        {"id": 12, "quiz": "လက်ရှိမောင်းနေသည့် ဂီယာနံပါတ်ဖြင့် ကောင်းမွန်စွာ မောင်းနှင်နိုင်ခြင်း မရှိပါက သင့်အနေဖြင့်", "choices": ["ရပ်ပြီးမှ ကားကို ပြန်နှိုးပါ", "ကျန်နေသေးသည့် ဂီယာနံပါတ် တဆင့်နိမ့်သို့ ပြောင်းလဲပါ", "ပို၍ အရှိတင်ပါ"], "ans": 2, "reason": ""},
        {"id": 13, "quiz": "ဘရိတ်အုပ်ရာတွင် ___ အကျုံးဝင်သည်", "choices": ["ရှေ့ဘီး ၂ခုမျှသာ", "နောက်ဘီး ၂ခုမျှသာ", "ဘီး ၄ ခုစလုံး"], "ans": 3, "reason": ""},
        {"id": 14, "quiz": "လောင်စာဆီထည့်နေစဉ်တွင်", "choices": ["စက်နှိုး၍ ရပ်ထားနိုင်သည်", "မီးပိတ်၍ စက်သတ်ထားရမည်၊ လက်ကိုင်ဖုန်း မပြောရ", "ယာဉ်မောင်းနှင့် ယာဉ်ပေါ်ပါလာသူများ အားလုံး အောက်သို့ ဆင်းပေးရမည်"], "ans": 2, "reason": ""},
        {"id": 15, "quiz": "ပြေပြစ်သော အကွေ့ကို မောင်းနှင်နေစဉ် သင်သည်", "choices": ["အရှိန်ကို လျှော့ပါ", "အရှိန်ကို တိုးပါ", "အရှိန်ကို လျှော့၍ တည်ငြိမ်အောင် ထိန်းပါ"], "ans": 3, "reason": ""},
        {"id": 16, "quiz": "လမ်းပေါ်တွင် ယာဉ်ပျက်စီးချို့ယွင်းပါက", "choices": ["ယာဉ်ပြင်မည့်သူများ အမြန်ဆုံးခေါ်ယူ ပြင်ဆင်ရမည်", "အခြားယာဉ်များအသွားအလာ ကင်းလွတ်သည့် လမ်းဘေးသို့ ရွှေ့ကာ ပြင်ဆင်ပြီးနောက် လမ်းဘေးမှ အမြန်ဆုံး ဖယ်ရှားရမည်", "လမ်းဘေးသို့ ရွှေ့ပြီးနောက် ယာဉ်ကို ပြင်ဆင်နိုင်သည်"], "ans": 2, "reason": ""},
        {"id": 17, "quiz": "သင်မောင်းနေသော ယာဉ်အား ယာဉ်ကြောပြောင်းလဲရာတွင် အရှိန်နှင့် အကွာအဝေးအား ခန့်မှန်းရန် ခက်ခဲသည့် ယာဉ်များမှာ", "choices": ["သင်၏ရှေ့ရှိ ယာဉ်များ", "သင်၏ဘေးရှိ ယာဉ်များ", "သင်၏နောက်ရှိ ယာဉ်များ"], "ans": 3, "reason": ""},
        {"id": 18, "quiz": "မတော်တဆမှု ဖြစ်ပွားရာသို့ ရဲရောက်ရှိလာသည်အထိ စောင့်နေစဉ်အတွင်း သင့်အနေဖြင့် ဘာလုပ်သင့်သလဲ", "choices": ["အခြေအနေကို သိရှိနိုင်ရန် ယာဉ်များကို မရွှေ့ပါနှင့်", "နောက်ထပ် မတော်တဆမှု မဖြစ်ပွားစေရန် ယာဉ်တိုက်မှုတွင် ပါဝင်နေသော ယာဉ်များကို ရွှေ့ပါ", "မတော်တဆမှုတွင် ပါဝင်နေသော ယာဉ်များသည် ဒဏ်ရာရသူကို ကယ်ဆယ်ရွှေ့ထုတ်ရာတွင် အဟန့်အတားဖြစ်စေလျှင် ၎င်းယာဉ်များကို နေရာ ရွှေ့ပါ"], "ans": 3, "reason": ""},
        {"id": 19, "quiz": "သင်ကွေ့လိုသော နေရာအား အနည်းငယ်ကျော်သွားသောအခါ သင့်အနေဖြင့်", "choices": ["ဆက်သွားပြီးနောက် ထပ်ကွေ့နိုင်သည့် နေရာရောက်မှ ကွေ့ပါ", "ရပ်ပါ ၊ နောက်ပြန်ဆုတ်ပြီး ကွေ့ပါ", "ရပ်ပြီး အမြန်ဆွဲကွေ့ပါ"], "ans": 1, "reason": ""},
        {"id": 20, "quiz": "မီးပွင့်များစွာ တပ်ဆင်ထားသော လမ်းဆုံနေရာတွင် အောက်ပါအချက်ပြမှုအား လိုက်နာရမည်", "choices": ["သင်သွားလိုသော လမ်းကြောနေရာမှ မီးပွိုင့်", "သင်နှင့် အနီးဆုံးမီးပွိုင့်", "အခြားလမ်းအသုံးပြုသူမှားမှ ပြသော အချက်ပြမှု"], "ans": 1, "reason": ""},
        {"id": 21, "quiz": "ယာဉ်မောင်းခြင်းကို ဆိုးရွားစွာ ထိခိုက်စေသော စိတ်ခံစားမှုသည် ____ ဖြစ်သည်", "choices": ["စိတ်ဓါတ်ကျမှု","ဒေါသဖြစ်မှု","ပျော်ရွှင်မှု"],"ans": 2, "reason": ""}, 
    ]
}
);